cfd_backend_jobs/CFD-F2364238C2/unpacked/CFD-72AF426F73/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| Jewlz FluidForce Simulator - Generated OpenFOAM Dictionary                  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}
// ************************************************************************* //

application     simpleFoam;

startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         500;

deltaT          1;
writeControl    timeStep;
writeInterval   100;

purgeWrite      0;
writeFormat     ascii;
writePrecision  8;
writeCompression off;
timeFormat      general;
timePrecision   6;

runTimeModifiable true;

functions
{
}
