cfd_backend_jobs/CFD-F2364238C2/unpacked/CFD-72AF426F73/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| Jewlz FluidForce Simulator - Generated OpenFOAM Dictionary                  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// ************************************************************************* //

simulationType RAS;

RAS
{
    RASModel        kOmegaSST;
    turbulence      on;
    printCoeffs     on;
}
